Repository: Mikachupichu/DisinfaX
Catalog: DisinfaX/Shared (App)/Localizable.xcstrings
Source language: en
Languages: af, ak, am, an, ar, as, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, el, eo, es, es_ar, es_bo, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gn, gu, ha, haw, he, hi, hmn, hr, hsb, ht, hu, hy, ia, id, ig, is, it, ja, jv, ka, kab, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nn, ny, om, or, pa, pl, ps, pt, pt_br, qu, rm, ro, ru, rw, sd, sh, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, ti, tk, tn, to, tr, tt, ug, uk, ur, uz, vi, wa, xh, yi, yo, zh, zh_hk, zu

source: Top Up
af: Laai op
ak: Fa Sika Gu
am: ሙላ
an: Recargar
ar: شحن
as: টপ আপ
ast: Recargar
az: Balans Artır
be: Папоўніць
bg: Захрани
bn: টপ আপ করুন
br: Kargañ
bs: Dopuni
ca: Recarrega
ceb: Mag-top Up
ckb: پڕکردنەوە
co: Ricarica
cs: Dobít
cy: Ychwanegu
da: Optank
de: Aufladen
el: Ανανέωση
eo: Reŝargi
es: Recargar
es_ar: Recargar
es_bo: Recargar
et: Lae kontot
eu: Saldoa kargatu
fa: شارژ
fi: Lataa
fil: Mag-top Up
fo: Fyll upp
fr: Recharger
fy: Opwurdearje
ga: Athlíon
gd: Ath-lìon
gl: Recargar
gn: Myanyhẽ
gu: ટોપ અપ
ha: Ƙara Kuɗi
haw: Hoʻopiha
he: טעינה
hi: टॉप अप करें
hmn: Ntxiv Nyiaj
hr: Nadoplati
hsb: Připołnić
ht: Mete lajan
hu: Feltöltés
hy: Լիցքավորել
ia: Recargar le balancia
id: Isi Ulang
ig: Tinye Ego
is: Fylla á
it: Ricarica
ja: チャージ
jv: Isi Ulang
ka: შევსება
kab: Ɛemmer
kk: Толықтыру
km: បញ្ចូលទឹកប្រាក់
kn: ಟಾಪ್ ಅಪ್
ko: 충전
ku: Bar bike
ky: Толуктоо
la: Reple
lb: Oplueden
lo: ຕື່ມເງິນ
lt: Papildyti
lv: Papildināt
mg: Fenoy
mi: Whakakī
mk: Дополни
ml: ടോപ്പ് അപ്പ്
mn: Цэнэглэх
mr: टॉप अप
ms: Tambah Nilai
mt: Irrikarga
my: ငွေဖြည့်ရန်
nb: Fyll på
ne: टप अप गर्नुहोस्
nl: Opwaarderen
nn: Fyll på
ny: Onjezani ndalama
om: Guuti
or: ଟପ୍ ଅପ୍
pa: ਟੌਪ ਅੱਪ
pl: Doładuj
ps: زیاتول
pt: Adicionar saldo
pt_br: Adicionar saldo
qu: Qullqi Yapay
rm: Augmentar la bilantscha
ro: Adaugă fonduri
ru: Пополнить
rw: Ongeramo amafaranga
sd: ٽاپ اپ
sh: Dopuni
si: ශේෂය පිරවීම
sk: Dobiť
sl: Dopolni
sm: Faatumu
sn: Wedzera Mari
so: Buuxi
sq: Rimbush
sr: Допуни
st: Eketsa Chelete
su: Eusian
sv: Fyll på
sw: Ongeza salio
ta: பணம் நிரப்பு
te: టాప్ అప్
tg: Пур кардан
th: เติมเงิน
ti: ምላእ
tk: Dolduryň
tn: Oketsa Madi
to: Fakakakato Paʻanga
tr: Yükle
tt: Тулыландыру
ug: تولۇقلاش
uk: Поповнити
ur: ٹاپ اپ
uz: To'ldirish
vi: Nạp tiền
wa: Ricoirdjî
xh: Yongeza Imali
yi: אָנפֿילן
yo: Fi Owó Kún
zh: 充值
zh_hk: 儲值
zu: Faka Imali

source: Top Up Balance
af: Laai balans op
ak: Tɔ kontuo mu sika
am: ቀሪ ሂሳብ ይሙሉ
an: Recargar saldo
ar: شحن الرصيد
as: বেলেঞ্চ টপ আপ কৰক
ast: Recargar saldu
az: Balansı doldurun
be: Папоўніць баланс
bg: Зареди баланса
bn: ব্যালেন্স টপ আপ করুন
br: Kargañ ar goust
bs: Nadopuni stanje
ca: Recarrega el saldo
ceb: Singli ang balanse
ckb: باڵانس پڕ بکەرەوە
co: Ricaricà u saldu
cs: Dobít zůstatek
cy: Ail-lenwi balans
da: Fyld saldo op
de: Guthaben aufladen
el: Ανανέωση υπολοίπου
eo: Ŝarĝi saldon
es: Recargar saldo
es_ar: Recargar saldo
es_bo: Recargar saldo
et: Täienda saldot
eu: Kargatu saldoa
fa: شارژ موجودی
fi: Lataa saldoa
fil: I-top up ang balanse
fo: Ílegg jaldu
fr: Recharger le solde
fy: Saldo opwurdearje
ga: Athlíon iarmhéid
gd: Lìon an cothrom
gl: Recargar saldo
gn: Emyenyhẽ saldo
gu: બેલેન્સ ટોપ અપ કરો
ha: Cika ma'auni
haw: Hoʻopiha i ke koena
he: הטען יתרה
hi: बैलेंस टॉप अप करें
hmn: Ntxiv nyiaj seem
hr: Nadopuni stanje
hsb: Staw napjelnić
ht: Rechaje balans
hu: Egyenleg feltöltése
hy: Լրացրեք հաշվեկշիռը
ia: Adder fundos al saldo
id: Isi ulang saldo
ig: Gbakwunye ego onyunye
is: Fylla á inneign
it: Ricarica saldo
ja: 残高をチャージ
jv: Isi ulang saldo
ka: ბალანსის შევსება
kab: Sekcem amlili ɣer usemsari
kk: Балансты толтыру
km: បញ្ចូលទឹកប្រាក់ទៅសមតុល្យ
kn: ಬ್ಯಾಲೆನ್ಸ್ ಟಾಪ್ ಅಪ್ ಮಾಡಿ
ko: 잔액 충전
ku: Balansê top-up bike
ky: Балансты толтуруу
la: Rationem auge
lb: Saldo oplueden
lo: ເຕີມເງິນຍອດເງິນ
lt: Papildyti balansą
lv: Papildināt atlikumu
mg: Fenoy ny balansa
mi: Whakakiia te toenga
mk: Дополни го салдото
ml: ബാലൻസ് ടോപ്പ് അപ്പ് ചെയ്യുക
mn: Үлдэгдэл цэнэглэх
mr: शिल्लक टॉप अप करा
ms: Tambah nilai baki
mt: Agħmel top-up tal-bilanċ
my: လက်ကျန်ငွေ ဖြည့်ပါ
nb: Fyll på saldo
ne: ब्यालेन्स टप अप गर्नुहोस्
nl: Saldo opwaarderen
nn: Fyll på saldo
ny: Lipirani bwalansi
om: Baalansii guuti
or: ବାଲାନ୍ସ ଟପ୍ ଅପ୍ କରନ୍ତୁ
pa: ਬੈਲੰਸ ਟਾਪ ਅੱਪ ਕਰੋ
pl: Doładuj saldo
ps: بیلانس چارج کړئ
pt: Carregar saldo
pt_br: Recarregar saldo
qu: Saldota hunt'ay
rm: Chargiar la bilanza
ro: Realimentează soldul
ru: Пополнить баланс
rw: Ongeramo amafaranga
sd: بيلنس ٽاپ اپ ڪريو
sh: Nadopuni stanje
si: ශේෂය රීචාජ් කරන්න
sk: Dobiť zostatok
sl: Dopolni stanje
sm: Fa'atumu le paleni
sn: Chaja bhurenzi
so: Buuxi hadhaagaaga
sq: Rimbush bilancin
sr: Допуни салдо
st: Tlatsa tekanyo
su: Isi ulang saldo
sv: Fyll på saldo
sw: Ongeza salio
ta: இருப்பை டாப் அப் செய்யவும்
te: బ్యాలెన్స్ టాప్ అప్ చేయండి
tg: Балансро пур кунед
th: เติมเงินยอดคงเหลือ
ti: ቀሪ ሒሳብ ምላእ
tk: Balansy dolduryň
tn: Tlatsa palanse
to: Fakafonu e tukui totongi
tr: Bakiye yükle
tt: Балансны тулыландыру
ug: قالدۇقنى تولدۇرۇش
uk: Поповнити баланс
ur: بیلنس ٹاپ اپ کریں
uz: Balansni to'ldirish
vi: Nạp số dư
wa: Ratchardjî l' solde
xh: Faka imali kwibhalansi
yi: לאָדט אויף וואָג
yo: Ko owó sí ìwọ̀ntúnwọ̀nsì
zh: 充值余额
zh_hk: 加值餘額
zu: Faka imali kuyimbalansi

source: TOP-UP AMOUNT
af: OPLAAIBEDRAG
ak: SIKA A WƆDE TƆ
am: የመሙላት መጠን
an: CANTIDÁ DE LA RECARGA
ar: مبلغ الشحن
as: টপ-আপৰ পৰিমাণ
ast: CANTIDÁ DE LA RECARGA
az: DOLDURMA MƏBLƏĞİ
be: СУМА ПОПАЎНЕННЯ
bg: СУМА ЗА ЗАРЕЖДАНЕ
bn: টপ-আপের পরিমাণ
br: SOUMM AR C'HARGADENN
bs: IZNOS NADOPUNE
ca: IMPORT DE LA RECÀRREGA
ceb: KANTIDAD SA PAGSINGIL
ckb: بڕی پڕکردنەوە
co: IMPORTU DI A RICARICA
cs: ČÁSTKA DOBITÍ
cy: SWM AIL-LENWI
da: OPFYLDNINGSBELØB
de: AUFLADEBETRAG
el: ΠΟΣΟ ΑΝΑΝΕΩΣΗΣ
eo: ŜARĜA SUMO
es: IMPORTE DE LA RECARGA
es_ar: IMPORTE DE LA RECARGA
es_bo: IMPORTE DE LA RECARGA
et: TÄIENDUSSUMMA
eu: KARGATZE-ZENBATEKOA
fa: مقدار شارژ
fi: LATAUSSUMMA
fil: HALAGA NG TOP UP
fo: ÍLEGGINGARUPPHÆDD
fr: MONTANT DU RECHARGEMENT
fy: OPWURDEARBEDRACH
ga: MÉID AN ATHLÍONTA
gd: SUIM LÌONAIDH
gl: IMPORTE DA RECARGA
gn: MBOMYENYHẼ RÃ'Ỹ
gu: ટોપ-અપ રકમ
ha: ADADIN CIKA KUƊI
haw: KUMUKŪʻAI HOʻOPIHA
he: סכום ההטענה
hi: टॉप-अप राशि
hmn: COV NYIAJ NTXIV
hr: IZNOS NADOPUNE
hsb: SUMA NAPJELNJENJA
ht: MONTAN RECHAJ
hu: FELTÖLTÉS ÖSSZEGE
hy: ԼՐԱՑՄԱՆ ՉԱՓԱԾ
ia: MONTANTE DE ADDITION
id: JUMLAH ISI ULANG
ig: EGO Ị GA-AGBAKWUNYE
is: ÁFYLLINGARUPPHÆÐ
it: IMPORTO DELLA RICARICA
ja: チャージ額
jv: JUMLAH ISI ULANG
ka: შევსების თანხა
kab: AQEDDER N UMLILI
kk: ТОЛТЫРУ СОМАСЫ
km: ចំនួនទឹកប្រាក់បញ្ចូល
kn: ಟಾಪ್-ಅಪ್ ಮೊತ್ತ
ko: 충전 금액
ku: MEZAXÊ TOP-UP
ky: ТОЛТУРУУ СУММАСЫ
la: SUMMA AUCTIONIS
lb: OPLADESBETRAG
lo: ຈຳນວນເງິນທີ່ເຕີມ
lt: PAPILDYMO SUMA
lv: PAPILDINĀJUMA SUMMA
mg: VOLA AMPIDIRINA
mi: TE MONI WHAKAKI
mk: ИЗНОС НА ДОПОЛНУВАЊЕ
ml: ടോപ്പ്-അപ്പ് തുക
mn: ЦЭНЭГЛЭХ ДҲЖИЛТИЙН ДУНГ
mr: टॉप-अप रक्कम
ms: JUMLAH TAMBAH NILAI
mt: AMMONT TAT-TOP-UP
my: ငွေဖြည့်ပမာဏ
nb: PÅFYLLINGSBELØP
ne: टप-अप रकम
nl: OPWAARDEERBEDRAG
nn: PÅFYLLINGSBELØP
ny: NDALAMA YOLIPIRA
om: HANGA GUUTUU
or: ଟପ୍-ଅପ୍ ପରିମାଣ
pa: ਟਾਪ-ਅੱਪ ਰਕਮ
pl: KWOTA DOŁADOWANIA
ps: د چارج کولو اندازه
pt: VALOR DO CARREGAMENTO
pt_br: VALOR DA RECARGA
qu: HUNT'ANA QULLQI
rm: SUMMA DA CHARGIAMENT
ro: SUMA DE REALIMENTARE
ru: СУММА ПОПОЛНЕНИЯ
rw: AMAFARANGA YO KWONGERAMO
sd: ٽاپ اپ رقم
sh: IZNOS NADOPUNE
si: රීචාජ් මුදල
sk: SUMA DOBITIA
sl: ZNESEK DOPOLNITVE
sm: AOFA'I O LE FA'ATUMU
sn: MARI YOKUCHAJA
so: QADARKA BUUXINTA
sq: SHUMA E RIMBUSHJES
sr: ИЗНОС ДОПУНЕ
st: CHELETE EA HO TLATSA
su: JUMLAH ISI ULANG
sv: PÅFYLLNADSBELOPP
sw: KIASI CHA KUONGEZA
ta: டாப்-அப் தொகை
te: టాప్-అప్ మొత్తం
tg: МИҚДОРИ ПУРКУНӢ
th: จำนวนเงินที่เติม
ti: መጠን ምምላእ
tk: DOLDURMA MUKDARY
tn: TLHWATLHWA YA GO TLATSA
to: PAʻANGA FAKAFONU
tr: YÜKLEME TUTARI
tt: ТУЛЫЛАНДЫРУ СУММАСЫ
ug: تولدۇرۇش سوممىسى
uk: СУМА ПОПОВНЕННЯ
ur: ٹاپ اپ کی رقم
uz: TO'LDIRISH MIQDORI
vi: SỐ TIỀN NẠP
wa: MONTANT DÔ RATCHARDJADJE
xh: ISIXA SOKUFAKA IMALI
yi: סומע פֿון אויפלאָדן
yo: OWÓ TÍ A Ó KÓ
zh: 充值金额
zh_hk: 加值金額
zu: INANI LOKUFAKA IMALI

source: Top-ups need a newer version of iOS. Update, then reopen DisinfaX.
af: Oplaaie benodig 'n nuwer weergawe van iOS. Werk by, en open dan DisinfaX weer.
ak: Sika a wɔde bɛtɔ mu no hia iOS foforo. Yɛ update, ɛno akyi bue DisinfaX bio.
am: መሙላቶች የ iOS አዲስ ስሪት ይፈልጋሉ። ያዘምኑ፣ ከዚያ DisinfaX ን እንደገና ይክፈቱ።
an: As recargas requieren una versión mas nueva d'iOS. Esviella, e dimpués ubre de nuevo DisinfaX.
ar: تتطلب عمليات الشحن إصداراً أحدث من iOS. حدِّث النظام، ثم أعد فتح DisinfaX.
as: টপ-আপৰ বাবে iOS ৰ নতুন সংস্কৰণ প্ৰয়োজন। আপডেট কৰক, তাৰ পিছত DisinfaX পুনৰ খোলক।
ast: Les recargues requieren una versión más recién d'iOS. Anova, y dempués abri otra vegada DisinfaX.
az: Doldurmalar üçün iOS-un daha yeni versiyası tələb olunur. Yeniləyin, sonra DisinfaX-i yenidən açın.
be: Для папаўненняў патрэбна больш новая версія iOS. Абнавіце сістэму, а потым зноў адкрыйце DisinfaX.
bg: Зарежданията изискват по-нова версия на iOS. Актуализирайте, след което отворете DisinfaX отново.
bn: টপ-আপের জন্য iOS-এর নতুন সংস্করণ প্রয়োজন। আপডেট করুন, তারপর DisinfaX আবার খুলুন।
br: Ar c'hargadennoù a c'houlenn ur stumm nevesoc'h eus iOS. Hizivait, ha goude digorit DisinfaX en-dro.
bs: Nadopune zahtijevaju noviju verziju iOS-a. Ažurirajte, a zatim ponovno otvorite DisinfaX.
ca: Les recàrregues requereixen una versió més recent d'iOS. Actualitza, i després torna a obrir DisinfaX.
ceb: Nagkinahanglan ang mga singil og mas bag-ong bersyon sa iOS. I-update, unya ablihi og balik ang DisinfaX.
ckb: پڕکردنەوەکان پێویستیان بە وەشانێکی نوێتری iOS هەیە. نوێ بکەرەوە، پاشان DisinfaX دووبارە بکەرەوە.
co: E ricariche necessitanu una versione più nova d'iOS. Attualizate, dopu apre torna DisinfaX.
cs: Dobíjení vyžaduje novější verzi iOS. Aktualizujte a poté znovu otevřete DisinfaX.
cy: Mae ail-lenwi angen fersiwn newydd o iOS. Diweddarwch, yna ailagor DisinfaX.
da: Opfyldninger kræver en nyere version af iOS. Opdatér, og genåbn derefter DisinfaX.
de: Aufladungen benötigen eine neuere iOS-Version. Aktualisiere und öffne DisinfaX danach erneut.
el: Οι ανανεώσεις απαιτούν νεότερη έκδοση iOS. Ενημέρωσε και μετά άνοιξε ξανά το DisinfaX.
eo: Ŝarĝadoj bezonas pli novan version de iOS. Ĝisdatigu, poste remalfermu DisinfaX.
es: Las recargas requieren una versión más reciente de iOS. Actualiza y vuelve a abrir DisinfaX.
es_ar: Las recargas requieren una versión más reciente de iOS. Actualiza y vuelve a abrir DisinfaX.
es_bo: Las recargas requieren una versión más reciente de iOS. Actualiza y vuelve a abrir DisinfaX.
et: Täienduste jaoks on vaja uuemat iOS-i versiooni. Uuenda ja ava seejärel DisinfaX uuesti.
eu: Kargatzeek iOS bertsio berriago bat behar dute. Eguneratu, eta ondoren ireki berriro DisinfaX.
fa: شارژها به نسخهٔ جدیدتری از iOS نیاز دارند. به‌روزرسانی کنید، سپس DisinfaX را دوباره باز کنید.
fi: Lataukset edellyttävät uudempaa iOS-versiota. Päivitä ja avaa DisinfaX sitten uudelleen.
fil: Kailangan ng top up ng mas bagong bersyon ng iOS. Mag-update, pagkatapos ay buksan muli ang DisinfaX.
fo: Íleggingar krevja nýggjari útgávu av iOS. Dagfør, og opna síðani DisinfaX aftur.
fr: Les recharges nécessitent une version plus récente d'iOS. Mettez à jour, puis rouvrez DisinfaX.
fy: Opwurdearjen freget in nijere ferzje fan iOS. Wurdearje bij, iepenje dan DisinfaX opnij.
ga: Teastaíonn leagan níos nuaí de iOS le haghaidh athlíonta. Nuashonraigh, agus oscail DisinfaX arís ansin.
gd: Feumaidh lìonadh tionndadh nas ùire de iOS. Ùraich, agus an uair sin fosgail DisinfaX a-rithist.
gl: As recargas requiren unha versión máis recente de iOS. Actualiza, e despois abre de novo DisinfaX.
gn: Mbomyenyhẽ oikotevẽ peteĩ iOS pyahuve. Embopyahu, upéi eipe'a jey DisinfaX.
gu: ટોપ-અપ માટે iOS ના નવા વર્ઝનની જરૂર છે. અપડેટ કરો, પછી DisinfaX ફરીથી ખોલો.
ha: Cika kuɗi na buƙatar sabon sigar iOS. Sabunta, sannan buɗe DisinfaX kuma.
haw: Pono nā hoʻopiha i kahi mana iOS hou aku. E hoʻohou, a laila wehe hou iā DisinfaX.
he: הטענות דורשות גרסה חדשה יותר של iOS. עדכן, ולאחר מכן פתח מחדש את DisinfaX.
hi: टॉप-अप के लिए iOS के नए संस्करण की आवश्यकता है। अपडेट करें, फिर DisinfaX को फिर से खोलें।
hmn: Kev ntxiv nyiaj xav tau ib version tshiab dua ntawm iOS. Hloov kho, tom qab ntawd qhib DisinfaX dua.
hr: Nadopune zahtijevaju noviju verziju iOS-a. Ažurirajte, a zatim ponovno otvorite DisinfaX.
hsb: Napjelnjenja trjebaja nowšu wersiju iOS. Aktualizuj, potom wočin DisinfaX zaso.
ht: Rechaj mande yon vèsyon iOS ki pi resan. Mete ajou, epi louvri DisinfaX ankò.
hu: A feltöltésekhez újabb iOS-verzió szükséges. Frissíts, majd nyisd meg újra a DisinfaX-et.
hy: Լրացումների համար անհրաժեշտ է iOS-ի ավելի նոր տարբերակ։ Թարմացրեք, ապա նորից բացեք DisinfaX-ը։
ia: Additiones require un version plus nove de iOS. Actualisa, e postea reaperi DisinfaX.
id: Isi ulang memerlukan versi iOS yang lebih baru. Perbarui, lalu buka kembali DisinfaX.
ig: Ịgbakwunye ego chọrọ ụdị iOS ọhụrụ. Melite, wee meghee DisinfaX ọzọ.
is: Áfyllingar krefjast nýrri útgáfu af iOS. Uppfærðu og opnaðu svo DisinfaX aftur.
it: Le ricariche richiedono una versione più recente di iOS. Aggiorna, poi riapri DisinfaX.
ja: チャージには新しいバージョンの iOS が必要です。アップデート後、DisinfaX を再度開いてください。
jv: Isi ulang mbutuhake versi iOS sing luwih anyar. Nganyari, banjur bukak DisinfaX maneh.
ka: შევსებისთვის საჭიროა iOS-ის უფრო ახალი ვერსია. განაახლეთ, შემდეგ ხელახლა გახსენით DisinfaX.
kab: Imlilan sranin lqem amaynut n iOS. Lqem, sakkin ldi tikkelt-nniḍen DisinfaX.
kk: Толтырулар үшін iOS-тың жаңа нұсқасы қажет. Жаңартыңыз, содан кейін DisinfaX-ты қайта ашыңыз.
km: ការបញ្ចូលទឹកប្រាក់ត្រូវការកំណែ iOS ថ្មីជាង។ ធ្វើបច្ចុប្បន្នភាព រួចបើក DisinfaX ម្តងទៀត។
kn: ಟಾಪ್-ಅಪ್‌ಗಳಿಗೆ iOS ನ ಹೊಸ ಆವೃತ್ತಿ ಅಗತ್ಯವಿದೆ. ನವೀಕರಿಸಿ, ನಂತರ DisinfaX ಅನ್ನು ಮತ್ತೆ ತೆರೆಯಿರಿ.
ko: 충전하려면 더 최신 버전의 iOS가 필요합니다. 업데이트한 다음 DisinfaX를 다시 여세요.
ku: Top-up pêdiviya bi guhertoya nûtir a iOS heye. Rojane bike, paşê DisinfaX dîsa veke.
ky: Толтуруулар үчүн iOS'тун жаңыраак версиясы керек. Жаңыртыңыз, андан кийин DisinfaX'ты кайра ачыңыз.
la: Auctiones novam versionem iOS requirunt. Renova, deinde DisinfaX iterum aperi.
lb: Opluedungen brauchen eng méi nei Versioun vun iOS. Update, an da maacht DisinfaX nach eng Kéier op.
lo: ການເຕີມເງິນຕ້ອງການ iOS ເວີຊັນໃໝ່ກວ່າ. ອັບເດດ, ຈາກນັ້ນເປີດ DisinfaX ອີກຄັ້ງ.
lt: Papildymams reikia naujesnės iOS versijos. Atnaujinkite, tada iš naujo atidarykite DisinfaX.
lv: Papildinājumiem nepieciešama jaunāka iOS versija. Atjauniniet un pēc tam atkārtoti atveriet DisinfaX.
mg: Mila kinova iOS vaovao kokoa ny famenoana. Avereno ho vaovao, avy eo sokafy indray ny DisinfaX.
mi: Me whai putanga iOS hōu ake nga whakaki. Whakahōutia, ka whakatuwhera anō i a DisinfaX.
mk: Дополнувањата бараат понова верзија на iOS. Ажурирајте, па повторно отворете DisinfaX.
ml: ടോപ്പ്-അപ്പുകൾക്ക് iOS-ന്റെ പുതിയ പതിപ്പ് ആവശ്യമാണ്. അപ്ഡേറ്റ് ചെയ്ത ശേഷം DisinfaX വീണ്ടും തുറക്കുക.
mn: Цэнэглэлтэнд iOS-ийн шинэ хувилбар шаардлагатай. Шинэчилж, дараа нь DisinfaX-ийг дахин нээнэ үү.
mr: टॉप-अपसाठी iOS ची नवीन आवृत्ती आवश्यक आहे. अपडेट करा, नंतर DisinfaX पुन्हा उघडा.
ms: Tambah nilai memerlukan versi iOS yang lebih baharu. Kemas kini, kemudian buka semula DisinfaX.
mt: It-top-ups jeħtieġu verżjoni aktar ġdida ta' iOS. Aġġorna, imbagħad erġa' iftaħ DisinfaX.
my: ငွေဖြည့်ခြင်းအတွက် iOS ဗားရှင်းအသစ်လိုအပ်သည်။ အပ်ဒိတ်လုပ်ပြီး DisinfaX ကို ပြန်ဖွင့်ပါ။
nb: Påfylling krever en nyere versjon av iOS. Oppdater, og åpne deretter DisinfaX på nytt.
ne: टप-अपका लागि iOS को नयाँ संस्करण आवश्यक छ। अद्यावधिक गर्नुहोस्, त्यसपछि DisinfaX फेरि खोल्नुहोस्।
nl: Opwaarderen vereist een nieuwere versie van iOS. Werk bij en open DisinfaX daarna opnieuw.
nn: Påfylling krever en nyere versjon av iOS. Oppdater, og åpne deretter DisinfaX på nytt.
ny: Kulipira kumafuna mtundu watsopano wa iOS. Sinthani, kenako tsegulaninso DisinfaX.
om: Guutuun sarara iOS haaraa barbaada. Haaromsi, ergasii DisinfaX irra deebiʼii bani.
or: ଟପ୍-ଅପ୍ ପାଇଁ iOS ର ନୂଆ ସଂସ୍କରଣ ଆବଶ୍ୟକ। ଅପଡେଟ୍ କରନ୍ତୁ, ତାପରେ DisinfaX କୁ ପୁନଃ ଖୋଲନ୍ତୁ।
pa: ਟਾਪ-ਅੱਪ ਲਈ iOS ਦੇ ਨਵੇਂ ਵਰਜਨ ਦੀ ਲੋੜ ਹੈ। ਅੱਪਡੇਟ ਕਰੋ, ਫਿਰ DisinfaX ਨੂੰ ਦੁਬਾਰਾ ਖੋਲ੍ਹੋ।
pl: Doładowania wymagają nowszej wersji iOS. Zaktualizuj, a następnie otwórz DisinfaX ponownie.
ps: چارجونو ته د iOS نوی نسخه ته اړتیا ده. تازه کړئ، بیا DisinfaX بیا خلاص کړئ.
pt: Os carregamentos requerem uma versão mais recente do iOS. Atualiza e volta a abrir o DisinfaX.
pt_br: As recargas exigem uma versão mais recente do iOS. Atualize e reabra o DisinfaX.
qu: Hunt'ana mask'an musuq iOS versionta. Musuqchay, chaymantataq DisinfaX-ta kutin kichay.
rm: Chargiaments dumondan ina versiun pli nova dad iOS. Actualisescha, lura avra puspè DisinfaX.
ro: Realimentările necesită o versiune mai nouă de iOS. Actualizează, apoi redeschide DisinfaX.
ru: Для пополнений нужна более новая версия iOS. Обновите систему, затем откройте DisinfaX снова.
rw: Kwongeramo bisaba verisiyo nshya ya iOS. Vugurura, hanyuma ongera ufungure DisinfaX.
sd: ٽاپ اپ لاءِ iOS جي نئي ورزن جي ضرورت آهي. اپڊيٽ ڪريو، پوءِ DisinfaX کوليو.
sh: Nadopune zahtijevaju noviju verziju iOS-a. Ažurirajte, a zatim ponovno otvorite DisinfaX.
si: රීචාජ් කිරීම් සඳහා iOS හි නව අනුවාදයක් අවශ්‍යයි. යාවත්කාලීන කර, පසුව DisinfaX නැවත විවෘත කරන්න.
sk: Dobíjanie vyžaduje novšiu verziu iOS. Aktualizujte a potom znova otvorte DisinfaX.
sl: Dopolnitve zahtevajo novejšo različico iOS. Posodobite, nato znova odprite DisinfaX.
sm: E mana'omia e fa'atumuga se lomiga fou o iOS. Fa'afou, ona toe tatala lea o DisinfaX.
sn: Kuchaja kunoda vhezheni nyowani yeiOS. Gadziridza, wobva wavhurazve DisinfaX.
so: Buuxinta waxay u baahan tahay nooc cusub oo iOS ah. Cusboonaysii, ka dib mar kale fur DisinfaX.
sq: Rimbushjet kërkojnë një version më të ri të iOS. Përditëso, pastaj rihap DisinfaX.
sr: За допуне је потребна новија верзија iOS-а. Ажурирајте, а затим поново отворите DisinfaX.
st: Ho tlatsa ho hloka mofuta o mocha oa iOS. Ntjhafatsa, ebe u bula DisinfaX hape.
su: Isi ulang peryogi vérsi iOS anu langkung anyar. Anyarkeun, teras buka deui DisinfaX.
sv: Påfyllningar kräver en nyare version av iOS. Uppdatera och öppna sedan DisinfaX igen.
sw: Kuongeza fedha kunahitaji toleo jipya zaidi la iOS. Sasisha, kisha ufungue DisinfaX tena.
ta: டாப்-அப்களுக்கு iOS-இன் புதிய பதிப்பு தேவை. புதுப்பித்த பிறகு, DisinfaXஐ மீண்டும் திறக்கவும்.
te: టాప్-అప్‌లకు కొత్త వెర్షన్ iOS అవసరం. నవీకరించి, తర్వాత DisinfaXను మళ్లీ తెరవండి.
tg: Пуркуниҳо версияи навтари iOS-ро талаб мекунанд. Навсозӣ кунед, сонӣ DisinfaX-ро дубора кушоед.
th: การเติมเงินต้องใช้ iOS เวอร์ชันใหม่กว่านี้ อัปเดตแล้วเปิด DisinfaX อีกครั้ง
ti: ምምላኣት ሓድሽ ስሪት iOS ይደሊ። ኣሓድስ፣ ድሕሪኡ DisinfaX ደጊም ክፈት።
tk: Doldurmalar iOS-yň has täze wersiýasyny talap edýär. Täzeläň, soňra DisinfaX-y ýene açyň.
tn: Go tlatsa go tlhoka tokololo e ntšha ya iOS. Ntlafatsa, mme o bule DisinfaX gape.
to: ʻOku fie maʻu ʻe he ngaahi fakafonu ha tuʻunga fakaʻaunoa ange ʻo e iOS. Fakaʻāunoa, pea toki toe fakaava ʻa DisinfaX.
tr: Yüklemeler daha yeni bir iOS sürümü gerektirir. Güncelleyin, ardından DisinfaX'i yeniden açın.
tt: Тулыландыру өчен iOS-ның яңарак версиясе кирәк. Яңартыгыз, аннары DisinfaX-ны яңадан ачыгыз.
ug: تولدۇرۇشلار iOS نىڭ يېڭىراق نەشرىنى تەلەپ قىلىدۇ. يېڭىلاڭ، ئاندىن DisinfaX نى قايتا ئېچىڭ.
uk: Для поповнень потрібна новіша версія iOS. Оновіть систему, а потім знову відкрийте DisinfaX.
ur: ٹاپ اپس کے لیے iOS کے نئے ورژن کی ضرورت ہے۔ اپ ڈیٹ کریں، پھر DisinfaX دوبارہ کھولیں۔
uz: To'ldirishlar uchun iOS'ning yangiroq versiyasi kerak. Yangilang, so'ng DisinfaX'ni qayta oching.
vi: Tính năng nạp tiền cần phiên bản iOS mới hơn. Hãy cập nhật, sau đó mở lại DisinfaX.
wa: Les ratchardjadjes dmandèt ene modêye pus nouve d' iOS. Metoz a djoû, adon rovroz DisinfaX co ene fice.
xh: Ukufaka imali kufuna inguqulelo entsha ye-iOS. Hlaziya, emva koko uvule kwakhona i-DisinfaX.
yi: אויפלאָדן דאַרפֿן אַ נייערע ווערסיע פֿון iOS. פֿרישט אויף, און דערנאָך עפֿנט DisinfaX נאָך אַ מאָל.
yo: Àwọn ìkówó nílò ẹ̀dà iOS tuntun. Ṣàtúnbọ̀, lẹ́yìn náà ṣí DisinfaX padà.
zh: 充值需要更新版本的 iOS。请先更新，然后重新打开 DisinfaX。
zh_hk: 加值需要較新版本的 iOS。請先更新，再重新開啟 DisinfaX。
zu: Ukufaka imali kudinga inguqulo entsha ye-iOS. Buyekeza, bese uvula futhi i-DisinfaX.
